Repository: capstanlqc/cli_automation
Catalog: conv_flash_xlsxs_to_tmxs/output/Eurobarometer_FLASH-002_hrv-HRV_MRT.tmx
Source language: en_us
Languages: hr_hr

source: In the last two years, have you been involved in any dispute which has gone to court?
hr_hr: Jeste li u protekle dvije godine bili uključeni u bilo koji spor koji je završio na sudu?

source: <{#D1_age_ins} years
hr_hr: < {#D1_age_ins} godina

source: None, sole trader (DO NOT READ OUT)
hr_hr: Nijedan, ovo je poduzeće s jednim zaposlenim (NE ČITAJ)

source: Lithuania
hr_hr: Litva

source: Finnish
hr_hr: Finac/Finkinja

source: Got worse
hr_hr: Pogoršala

source: Is your company…? (READ OUT, ONE ANSWER ONLY)
hr_hr: Je li vaša tvrtka...? (PROČITAJ; SAMO JEDAN ODGOVOR)

source: Select all that apply.
hr_hr: Odaberite sve primjenjive stavke.

source: European Agency for Safety and Health at Work
hr_hr: Europsku agenciju za sigurnost i zdravlje na radu

source: Small or medium-sized town
hr_hr: Malom gradu ili gradu srednje veličine

source: Never
hr_hr: Nikad

source: I’m rather in favour of the European Union, but not the way it has been realised until now
hr_hr: Donekle podržavam Europsku uniju, ali ne takvu kakva je ostvarena do sada

source: (DO NOT READ OUT)
hr_hr: (NE ČITAJ)

source: <b>Construction, transport, ICT</b>
hr_hr: <b>Gradnja, transport, ICT</b>

source: Civil servant
hr_hr: Državni službenik

source: General management, director or top management
hr_hr: Viši menadžer, direktor ili visoki menadžer
